---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ContinuousFootingBottomHeel
source: html/1a11b798-70a9-60fc-a116-1fc10d6788ad.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ContinuousFootingBottomHeel Property

"Bottom Heel Length"

## Syntax (C#)
```csharp
public static ForgeTypeId ContinuousFootingBottomHeel { get; }
```